#--hader-----------------------------------------
# filename   : main
# title      : ゴキブリポーカー
# explanation: ゴキブリポーカーのメインプログラム
#--end header------------------------------------


#--revision history------------------------------
# update date | user | content
# 2022/08/24  | TKT  | 新規作成
#--end revision history--------------------------


#--import----------------------------------------

#--end import------------------------------------


#--variable--------------------------------------

#--end variable----------------------------------


#--function--------------------------------------

##-<function header>------------------##
# function name : メイン関数           
# argument      : なし                
# retern        : なし                
# explanation   : 処理全体           
##------------------------------------##
def main():
    # 未定
    print("はげ")

#--end function-----------------------------



#--END OF FILE------------------------------------